{
	"indian_tech_news": [
		{
			"id": "1",
			"headline": "Samsung Galaxy M12 is a #MonsterReloaded with 6000mAh batter ..",
			"image_link": "https://static.toiimg.com/thumb/msid-81286566,width-640,resizemode-4/81286566.jpg",
			"description": "How to make good smartphones great? Samsung knows best - take an amazing phone and reload it with the latest, avant-garde features. Samsung Galaxy M12 is the season 2 of the original monster - it has the best features of its parent M series and brings in some newest, segment leading specs under an unbelievable price range. It is a #MonsterReloaded Combining a pair of dependable processing units, the Exynos processor delivers capable mobile computing and gaming on this smartphone. incorporates innovative power efficiency measures that enable users to make use of mobile features for longer. Designed with advanced 8nm FinFET processing technology, the processor offers noticeably better power efficiency than processors built on legacy processes..",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 71,
			"date": "2010-01-28"
		},
		{
			"id": "2",
			"headline": "Apple does not want anyone to use Android phone: WhatsApp CE ..",
			"image_link": "https://static.toiimg.com/thumb/msid-81459787,width-640,resizemode-4,imgsize-35454/81459787.jpg",
			"description": "Facebook and Apple's war has been on for quite sometime now.as well as Facebook CEO Mark Zuckerberg have openly criticised each others' companies, no holds barred. The latest from Facebook camp to slam Apple is Will Cathcart. Speaking on the 'Big Technology Podcast', Cathcart didn't have good words for the iPhone maker.Cathart said that Apple's privacy labels are discriminatory and that the company is in fact not in favour of people using Android phones. I assume it’s in Apple’s interest to have everyone using an iPhone, I mean, obviously, it is. And you look at a place like the U.S., most people have an iPhone, and the messaging experience works better on iMessage if everyone else has an iPhone, said Cathart. It’s certainly in their strategic interest that people not use something like WhatsApp because they want people to not use an ",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 171,
			"date": "2010-11-08"
		},
		{
			"id": "3",
			"headline": "How Google can help you find reliable information about Covi ..",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81412918,imgsize-21913,width-400/81412918.jpg",
			"description": "Google rolls out Full Coverage feature in Google Search, here’s & Family Welfare (MoHFW) and the Bill & Melinda Gates Foundation to disseminate science-based narrative around vaccination drive.",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 11,
			"date": "2010-09-28"
		},
		{
			"id": "4",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411409,imgsize-39655,width-400/81411409.jpg",
			"description": "Amazon is giving up to 52% off on Motorola smartphones",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 101,
			"date": "2020-01-28"
		},
		{
			"id": "5",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81393664,imgsize-14172,width-400/81393664.jpg",
			"description": "Amazon is offering up to $140 discount on Apple iMac",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 117,
			"date": "2019-01-28"
		}
	],
	"us_tech_news": [
		{
			"id": "1",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81306044,imgsize-18898,width-400/81306044.jpg",
			"description": "5 reasons to have LG dishwasher in your kitchen",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 71,
			"date": "2010-01-28"
		},
		{
			"id": "2",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81405733,imgsize-3164415,width-400/81405733.jpg",
			"description": "Oppo F19 Pro+ 5G launched at Rs 25,990: All details",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 91,
			"date": "2020-01-18"
		},
		{
			"id": "3",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81408763,imgsize-240998,width-400/81408763.jpg",
			"description": "What makes Galaxy M12 a #MosnterReloaded?",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 51,
			"date": "2010-11-28"
		},
		{
			"id": "4",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81404255,imgsize-37422,width-400/81404255.jpg",
			"description": "OnePlus 9 to launch on March 23: Likely specifications, free...",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 111,
			"date": "2011-11-28"
		},
		{
			"id": "5",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81413165,imgsize-468082,width-400/81413165.jpg",
			"description": "Reliance Jio launches affordable digital plans for small businesses",
			"subcategory": ["tech", "gadgets"],
			"readerCount": 1111,
			"date": "2021-11-28"
		}
	],

	"international_business_news": [
		{
			"id": "1",
			"headline": "Elon Musk adds $25 billion in one day as tech rally boosts fortunes",
			"description": "NEW DELHI:just hit a new milestone: He made a record $25 billion in one day. Tesla Inc’s 20% jump on Tuesday -- its biggest in more than a year -- pushed the billionaire founder’s fortune to $174 billion, closing the gap with the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.nc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high",
			"image_link": "https://static.toiimg.com/thumb/msid-81471142,imgsize-99446,width-400,resizemode-4/81471142.jpg",
			"subcategory": ["economy"],
			"readerCount": 17,
			"date": "2010-01-28"
		},
		{
			"id": "2",
			"headline": "China's Ant Group CEO Hu quits amid regulatory-driven revamp",
			"description": "NEW DELHI: chief executive officer Simon Hu has resigned from his role, the company said on Friday, as the financial technology giant is being pushed by regulators to overhaul its business after its failed $37 billion initial public offering. <br/>Hu, who was named chief executive of the Alibaba Group Holding affiliate in 2019, will be replaced by company veteran and Executive Chairman Eric Jing, Ant said. Jing told Ant employees that the company would review its staff incentive programmes and roll out some measures starting from April to help solve their financial problems, according to two people who have seen the messages.",
			"image_link": "https://static.toiimg.com/thumb/msid-81470871,imgsize-86898,width-400,resizemode-4/81470871.jpg",
			"subcategory": ["finance", "others"],
			"readerCount": 11,
			"date": "2010-01-28"
		},
		{
			"id": "3",
			"headline": "Tencent faces broad China clampdown on fintech, deals",
			"description": "BENGALURU: Holdings Ltd has been put on notice. Asia’s largest conglomerate was censured by China’s antitrust watchdog on Friday as Beijing expands a crackdown that began with Jack Ma’s online empire.<br/>The two firms will set a precedent for other fintech players on complying with tougher regulations, the people added. Such a move would mark a significant escalation in China’s campaign to curb the influence of its technology moguls, days after Premier Li Keqiang pledged at the National People’s Congress to expand oversight of financial technology, stamp out monopolies, and prevent the “unregulated” expansion of capital We will continue to adapt to changes in the regulatory environment, which we view as beneficial to the industry, and will seek to ensure full compliance,” Tencent said in an emailed statement following the fine by the antitrust watchdog. The company declined to comment on financial regulatory matters. to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81466185,imgsize-188513,width-400,resizemode-4/81466185.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 10,
			"date": "2010-11-28"
		},
		{
			"id": "4",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 18,
			"date": "2010-01-18"
		},
		{
			"id": "5",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 17,
			"date": "2011-01-28"
		},
		{
			"id": "6",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 12,
			"date": "2010-01-08"
		},

		{
			"id": "7",
			"headline": "Now hiring: ‘Temp CXOs’ for India Inc",
			"description": "NEW DELHI: A mid-sized manufacturing company wanted to consolidate its business by shutting down one of its factories. But it didn’t have a person in a senior leadership position who could handle the various aspects of a closure, including labour and compliance issues.<br/>Hunting for a full-time top exec would have cost the, and money. It, therefore, roped in a ‘temp CEO’, who not only finished the job in about nine months but also found a buyer for the unit.",
			"image_link": "https://static.toiimg.com/thumb/msid-81441867,imgsize-45995,width-400,resizemode-4/81441867.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 10,
			"date": "2019-01-28"
		},
		{
			"id": "8",
			"headline": "Govt seeks to firewall telecom infra from Chinese threat",
			"description": "NEW DELHI: In a move that will restrict the business of top Chinese vendors such as. But it didn’t have a person in a senior leadership position who could handle the various aspects of a closure, including labour and compliance issues.<br/>Hunting for a full-time top exec would have cost the, and money. It, therefore, roped in a ‘temp CEO’, who not only finished the job in about nine months but also found a buyer for the unit.",
			"image_link": "https://static.toiimg.com/thumb/msid-81439919,imgsize-669309,width-400,resizemode-4/81439919.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 11,
			"date": "2020-01-28"
		},
		{
			"id": "9",
			"headline": "Indospace takes 55 acres in Haryana from RIL for warehouse",
			"description": "NEW DELHI: In a move that will restrict the business of top Chinese vendors such as. But it didn’t have a person in a senior leadership position who could handle the various aspects of a closure, including labour and compliance issues.<br/>Hunting for a full-time top exec would have cost the, and money. It, therefore, roped in a ‘temp CEO’, who not only finished the job in about nine months but also found a buyer for the unit.",
			"image_link": "https://static.toiimg.com/thumb/msid-47529300,imgsize-110164,width-400,resizemode-4/47529300.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 121,
			"date": "2010-11-18"
		},
		{
			"id": "10",
			"headline": "US economy contracts in 2020; worst performance since 1946",
			"description": "US economy contracted at its sharpest pace since World War two in 2020 as Covid-19 ravaged services businesses like restaurants and airlines, throwing millions of Americans out of work and into poverty. <br/>The commerce department&#x27;s snapshot of fourth-quarter gross domestic product on Thursday also showed the recovery from the pandemic losing steam as the year wound down amid a resurgence in coronavirus infections and exhaustion of nearly $3 trillion in relief money from the government. <br/>The Federal Reserve on Wednesday left its benchmark overnight interest rate near zero and pledged to continue injecting money into the economy through bond purchases, noting that &quot;the pace of the recovery in economic activity and employment has moderated in recent months.&quot; <br/>President Joe Biden has unveiled a recovery plan worth $1.9 trillion, and could use the GDP report to lean on some lawmakers who have balked at the price tag soon after the government provided nearly $900 billion in additional stimulus at the end of December. <br/>The economy contracted 3.5% in 2020, the worst performance since 1946. That followed 2.2% growth in 2019 and was the first annual decline in GDP since the 2007-09 Great Recession. The economy plunged into recession last February <br/>In the fourth quarter, GDP increased at a 4% annualized rate as the virus and lack of another spending package curtailed consumer spending, and partially overshadowed robust manufacturing and the housing market. GDP growth for the last quarter was in line with forecasts in a Reuters poll of economists. <br/>The big step-back after a historic 33.4% growth pace in the July-September period left GDP well below its level at the end of 2019. With the virus not yet under control, economists are expecting growth to further slow down in the first quarter of 2021, before regaining speed by summer as the additional stimulus kicks in and more Americans get vaccinated. <br/>The services sector has borne the brunt of the coronavirus recession, disproportionately impacting lower-wage earners, who tend to be women and minorities. That has led to a so-called K-shaped recovery, where better-paid workers are doing well while lower-paid workers are losing out. <br/>The stars of the recovery have been the housing market and manufacturing as those who are still employed seek larger homes away from city centers, and buy electronics for home offices and schooling. Manufacturing&#x27;s share of GDP has increased to 11.9% from 11.6% at the end of 2019. <br/>A survey last week by professors at the University of Chicago and the University of Notre Dame showed poverty increased by 2.4 percentage points to 11.8% in the second half of 2020, boosting the ranks of the poor by 8.1 million people. <br/>Rising poverty was underscored by persistent labor market weakness. In a separate report on Thursday, the Labor Department said 847,000 more people filed new claims for state unemployment benefits last week. <br/>The economy shed jobs in December for the first time in eight months. Only 12.4 million of the 22.2 million jobs lost in March and April have been recovered.",
			"image_link": "https://static.toiimg.com/thumb/msid-80512458,imgsize-138607,width-400,resizemode-4/80512458.jpg",
			"subcategory": ["international business", "economy"],
			"date": "2021-02-17",
			"readerCount": 275
		},

		{
			"id": "11",
			"headline": "China GDP grows 2.3% in 2020, slowest in more than four decades",
			"description": "BEIJING: China&#x27;s economy grew at the slowest pace in more than four decades last year despite a rebound after the country&#x27;s coronavirus outbreak, official data showed Monday. <br/>The 2.3 per cent expansion is the lowest figure since the Chinese economy embarked on major reforms in the 1970s. <br/>The National Bureau of Statistics warned of a &quot;grave and complex environment both at home and abroad&quot;, with the pandemic having a &quot;huge impact&quot;. <br/>However, the 2.3 per cent growth in 2020 made China the only major economy in the world to avoid a contraction last year as many nations struggled to contain the Covid-19 pandemic. <br/>The world&#x27;s second-largest economy staged a strong comeback last year from the coronavirus-triggered paralysis, fuelled by a surprisingly resilient export sector, but consumption - a key driver of growth - has been lagging expectations amid fears of a resurgence of Covid-19 cases. <br/>The slew of bright economic data has reduced the need for more monetary easing this year, leading the central bank to scale back some policy support, sources told Reuters, but there would be no abrupt shift in policy direction, according to top policymakers. <br/>On a quarter-on-quarter basis, GDP rose 2.6 per cent in October-December, the bureau said, compared with expectations for a 3.2 per cent rise and a revised 3 per cent gain in the previous quarter. <br/>On year-on-year basis, China&#x27;s economy expanded 6.5 per cent.",
			"image_link": "https://static.toiimg.com/thumb/msid-80321040,imgsize-56176,width-400,resizemode-4/80321040.jpg",
			"subcategory": ["international business", "economy"],
			"date": "2020-12-20",
			"readerCount": 300
		},

		{
			"id": "12",
			"headline": "Google now has two workers unions, but why it may be 'bad news'",
			"description": "Soon after the <!-- -->Alphabet<!-- --> Workers Union (AWU) was formed by <!-- -->Google<!-- --> employees in the US another union got formed called Alpha Global. While AWU is just for Google employees in the US, <!-- -->Alpha Global<!-- --> is formed by employees from across 13 regions in 10 countries which includes the United Kingdom, Switzerland and the United States. The objective of both the union seems to be simple: prevent Google from being evil, but if only they can co-exist. <br/>As per a report by <span class='em'>The Verge</span>, the AWU had no clue about an <!-- -->international union<!-- --> called Alpha Global being formed. In fact, some members of the AWU only got to know about the international union after <span class='em'>The Verge</span> posted a news article about the same. The surprise appearance of another union, which is spread across multiple countries, is not something that is going well with the members of AWU and as the report claimed that it was an “unwelcome surprise”. <br/>The report by <span class='em'>The Verge</span> said, “AWU organizers are considering pushing the group to disaffiliate from the Communications Workers of America (CWA), a national union representing workers in telecommunications and media.” <br/>Members of the AWU now feel they are a minority in this fight which they claim to have started first. The report added, “AWU isn’t recognized by the National Labor Relations Board (NLRB) and can’t require Alphabet or its subsidiaries like Google to negotiate a contract for its members.” It’s prowess can only be derived by adding more members and opting for “public pressure campaigns”. <br/>As for the new international union, it is affiliated with the UNI Global Union-- a major federation of labor unions. Other than the United States, United Kingdom, Switzerland; the alliance includes unions from Italy, Ireland, Germany, Denmark, Finland, Sweden and Belgium. <br/>Having said that the union has no legally binding agreement with Google, at least for now. But yes, it does plan to pressure Google to sign a neutrality agreement moving forward.",
			"image_link": "https://static.toiimg.com/thumb/msid-80627988,imgsize-86242,width-400,resizemode-4/80627988.jpg",
			"subcategory": ["international business", "finance", "others"],
			"date": "2021-03-13",
			"readerCount": 420
		},

		{
			"id": "13",
			"headline": "Global markets rocket higher on vaccine news, US election.",
			"description": "TOKYO: Stock markets rocketed higher on Monday after Pfizer said early data show its coronavirus vaccine is effective and investors breathed a sigh of relief after days of US presidential limbo ended with Democrat Joe Biden declared the president-elect. <br/>Markets were already sharply higher on the <a href='https://timesofindia.indiatimes.com/world/us/us-presidential-elections' styleObj='[object Object]' class='' data-ga='within_article-topic_link|topic_https://timesofindia.indiatimes.com/world/us/us-presidential-elections' frmappuse='1'>US election</a> result when Pfizer said that data shows vaccine shots may be 90% effective at preventing Covid-19, indicating the company is on track this month to file an emergency use application with US regulators. <br/>Any economic recovery depends on checking the pandemic, and investors pounced upon the news. Pfizer&#x27;s data is only preliminary and does not mean a vaccine is imminent. Getting the vaccine to billions of people will be a massive undertaking, even if it is approved. <br/>Dow futures jumped 4.2% higher while those for the S&amp;P 500 rose 3.1%. <br/>In Europe, France&#x27;s CAC 40 jumped 5.6% to 5,239, while Germany&#x27;s DAX surged 5.1% to 13,112. Britain&#x27;s FTSE 100 gained 4% to 6,145. <br/>Markets were already buoyant about the result of the US elections, which saw Biden win the presidency. <br/>&quot;This means less uncertainty, less turmoil in terms of foreign relations, and reversal of some futile policies which were put by the Trump administration,&quot; Naeem Aslam, chief market analyst at Ava Trade, said in a commentary. <br/>Many analysts expect trade tensions to de-escalate under a Biden presidency. Still, not all trade tensions are expected to vanish even if Biden rolls back some of the tariffs imposed by President Donald Trump on US trading partners, especially China, in the past several years. <br/>The European Union pressed ahead Monday with plans to impose tariffs and other penalties on up to $4 billion worth of US goods and services over illegal American support for plane maker Boeing. That followed a World Trade Organization ruling in the US&#x27;s favor over EU support for Airbus. <br/>In Asian trading, Japan&#x27;s Nikkei 225 surged 2.1% to finish at 24,839.84. Australia&#x27;s S&amp;P/ASX 200 added 1.8% to 6,298.80. South Korea&#x27;s Kospi advanced 1.3% to 2,447.20. Hong Kong&#x27;s Hang Seng rose 1.2% to 26,016.17, while the Shanghai Composite gained 1.9% to 3,373.73. <br/>For now, investors seem inclined to shrug off Trump&#x27;s refusal to concede and threats of legal action. With Republicans expected to retain their grip on a majority in the Senate, they are betting on continuity in tax, regulatory and other policies, analysts said. <br/>&quot;Trump not conceding a loss is near-term noise looking to wrong-foot Biden at the start of his presidency while Republicans in a position to not concede ground on legislation may continue to frustrate Biden&#x27;s agenda,&quot; Mizuho Bank said in a commentary. <br/>If Republicans remain in charge of the Senate, chances for a big package of economic aid are weaker, and the Federal Reserve will likely need to step up with more support, said Jeffrey Halley of Oanda. <br/>&quot;More easing is almost certainly on the way at December&#x27;s FOMC meeting,&quot; Halley said, referring to the Fed&#x27;s policy making committee. &quot;Looser monetary policy equals higher asset prices in a zero percent interest rate world.&quot; <br/>Despite rising infections and deaths from the pandemic, economies have continued to recover from the shocks of earlier shutdowns to combat outbreaks. <br/>Customs data released on Saturday showed China&#x27;s export growth accelerated in October, boosting the total so far this year back above pre-coronavirus levels for the first time. Exports in October rose 11.4% over a year earlier to $237.2 billion, up from September&#x27;s 9.9% gain, while imports rose 4.7% by value to $178.7 billion, decelerating from the previous month&#x27;s 13.2% surge. <br/>Biden has vowed to move decisively to try to counter the worsening coronavirus pandemic, which has sapped economic growth, trade and travel, as the US and Europe face a troubling rise in infections. Even if the strictest lockdowns don&#x27;t return in the United States, the worsening pandemic may dampen consumption and erase profits. <br/>In energy trading, US benchmark crude gained $3.16 to $40.30 a barrel in electronic trading on the New York Mercantile Exchange. Brent crude, the international standard, rose $3.08 to $42.53 a barrel. <br/>The dollar rose to 104.38 Japanese yen from 103.35 yen late Friday. The euro cost $1.1889, up from $1.1875. ",
			"image_link": "https://static.toiimg.com/thumb/msid-79131117,imgsize-241071,width-400,resizemode-4/79131117.jpg",
			"subcategory": ["international business", "finance", "others"],
			"date": "2021-03-12",
			"readerCount": 152
		}
	],
	"general_business_news": [
		{
			"id": "1",
			"headline": "'Top 100 brands will lose $223 billion in brand value from data breach'",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-01-02",
			"readerCount": 9
		},
		{
			"id": "2",
			"headline": "'Tesla surges almost 20%, biggest daily rise in a year'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-01-01",
			"readerCount": 0
		},
		{
			"id": "3",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2018-02-02",
			"readerCount": 1
		},
		{
			"id": "4",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-11-11",
			"readerCount": 2
		},
		{
			"id": "5",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-11-03",
			"readerCount": 3
		},
		{
			"id": "6",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2020-01-02",
			"readerCount": 4
		},
		{
			"id": "7",
			"headline": "'Top 100 brands will lose $223 billion in brand value from data breach'",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-01-02",
			"readerCount": 120
		},
		{
			"id": "8",
			"headline": "'Tesla surges almost 20%, biggest daily rise in a year'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-01-01",
			"readerCount": 0
		},
		{
			"id": "9",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2018-02-02",
			"readerCount": 1
		},
		{
			"id": "10",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-11-11",
			"readerCount": 2
		},
		{
			"id": "11",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-11-03",
			"readerCount": 3
		},
		{
			"id": "12",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2020-01-02",
			"readerCount": 4
		},
		{
			"id": "13",
			"headline": "Kalyan Jewellers IPO price fixed in Rs 86-87 range",
			"description": "Warburg Pincus-backed <!-- -->Kalyan Jewellers<!-- --> has fixed a price band of Rs 86 to Rs 87 per equity share for its initial public offer (IPO), which will open for subscription on March 16. The <!-- -->IPO<!-- -->, which constitutes 13% of Kalyan’s fully diluted equity, values the retail jeweller at Rs 8,961 crore at the higher end of the price band. <br/>The offer, a combination of fresh issue of shares and a partial sale of shares by founder T S Kalyanaraman and investor Warburg, will close on March 18. Kalyan, the latest to join the primary market rush that has continued into this calendar year, plans to raise Rs 1,175 crore from the IPO. It had initially planned to pool Rs 1,750 crore from public investors, but reduced its IPO size due to unfavourable market conditions. <br/>Kalyan’s will be the biggest IPO from the consumer retail segment after D-Mart’s Rs 1,870-crore issue in 2017. The jeweller, which started its operations in <!-- -->Thrissur<!-- -->, <!-- -->Kerala<!-- -->, in 1993, plans to use the proceeds from the IPO for working capital requirements, debt reduction and other corporate purposes. <!-- -->Kalyan<!-- --> had a debt of Rs 3,667 crore as on December 30, 2020.",
			"image_link": "https://static.toiimg.com/thumb/msid-81462651,imgsize-98600,width-400,resizemode-4/81462651.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2021-03-12",
			"readerCount": 174
		},
		{
			"id": "14",
			"headline": "Sensex jumps over 500 points; Nifty above 15,300",
			"description": "NEW DELHI: Equity indices jumped on Friday with the benchmark <!-- -->BSE sensex<!-- --> rising over 500 points in early trade led by gains in banking, financial and metal stocks. The broader <!-- -->NSE Nifty<!-- --> traded above the 15,300-mark in the opening deals. <br/>Top gainers in the BSE pack included L&amp;T, ONGC, NTPC, HDFC twins (HDFC and HDFC Bank), ICICI Bank, Axis Bank and SBI with their stocks rising as much as 2.61 per cent. <br/>On the NSE platform, except for Nifty Pharma and Nifty FMCG, all other sub-indices were trading in green with Nifty Metal up as much as 1.40 per cent. <br/>Both the BSE and NSE indices were closed on Thursday on account of Mahashivratri. <br/>On Wednesday, sensex had closed 254 points or 0.5 per cent higher at 51,280; while Nifty ticked up by 76 points or 0.51 per cent to settle at 15,175. <br/>On the global front, Asian shares pushed higher on Friday after US President Joe Biden signed a $1.9 trillion stimulus bill into law, and as a retreat in bond yields overnight eased global concerns about rising inflation. <br/>The signing of the American Rescue Plan provided a further boost to market sentiment after the European Central Bank said it was ready to accelerate money-printing to keep a lid on borrowing costs. <br/>According to V K Vijayakumar, chief investment strategist at Geojit Financial Services, the &#x27;risk on&#x27; in global equity markets got another push with the passage of a massive fiscal stimulus. <br/>US equities ended with strong gains in overnight trade. <br/>Meanwhile, Foreign institutional investors (FIIs) were net sellers in the India&#x27;s market as they sold shares worth Rs 15.69 crore on Wednesday, as per exchange data.",
			"image_link": "https://static.toiimg.com/thumb/msid-81460401,imgsize-100596,width-400,resizemode-4/81460401.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2021-03-13",
			"readerCount": 191
		}
	],
	"indian_business_news": [
		{
			"id": "1",
			"headline": "Retail inflation probably rose in February: Poll",
			"description": "NEW DELHI:probabaly rose in February as food and fuel prices went up remained within the Reserve Bank of India's target range for a third straight month, a Reuters poll predicted.As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.nc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high",
			"image_link": "https://static.toiimg.com/thumb/msid-81423717,imgsize-93670,width-400,resizemode-4/81423717.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-06-28",
			"readerCount": 32
		},
		{
			"id": "2",
			"headline": "'Tesla surges almost 20%, biggest daily rise in a year'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2018-06-28",
			"readerCount": 24
		},
		{
			"id": "3",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2020-06-28",
			"readerCount": 22
		},
		{
			"id": "4",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2011-06-21",
			"readerCount": 30
		},
		{
			"id": "5",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-06-18",
			"readerCount": 121
		},
		{
			"id": "6",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-04-28",
			"readerCount": 101
		},
		{
			"id": "8",
			"headline": "India's FY22 double-digit growth target highly ambitious",
			"description": "NEW DELHI: The <!-- -->Indian economy<!-- --> looking to register strong double-digit growth in FY22 to recover quickly from the current bout of Covid-19-induced slowdown, may have set itself an ambitious target that would be hard to achieve given the continuing weak debt growth indicating that the uptick in economic activity remains subdued. <br/>According to a brokerage report, the debt growth in non-government non-financial (NGNF) sector, meaning household and corporate sectors, remains tepid indicating weaker economic activity. The NGNF debt grew just 5.0 per cent YoY in 3QFY21 - only marginally better than the record low growth of 4.6 per cent in 2QFY21. <br/>Within the NGNF sector, household debt grew at a decent 9.6 per cent YoY in 3QFY21 (v/s 8.7% in the previous quarter) but non-financial corporate (NFC) debt grew mere 2.0 per cent YoY, similar to 2QFY21 levels as corporates still remained sceptical about the overall economic situation and rekey at t to commit more investments at this juncture. <br/>&quot;Such weak debt growth confirms the uptick in economic activity remains subdued. Coupled with our argument that COVID-19 may adversely impact India&#x27;s household income, this implies that a strong recovery looks highly ambitious,&quot; Motilal Oswal Financial Services said in its EcoScope report. <br/>During the time of the pandemic, it is the government that has borrowed the maximum to provide stimulus to the <!-- -->economy<!-- --> in the absence of private corporate investment. So against India&#x27;s non-financial sector (NFS) debt growth of 10.3 per cent YoY in 3QFY21 (the highest growth in six quarters), it the government (Center + states) debt that grew at a decade high of 16.3 per cent YoY and not the household and corporate sector. <br/>So, while India&#x27;s NFS debt stood at Rs 338 lakh crore in 3QFY21, up from Rs 314 lakh crore in 4QFY20 and Rs 330 lakh crore in 2QFY21, the 85 per cent increase in NFS debt in FY21 is attributable to the government sector as the corporate sector grew only marginally and households saw decent, but slower, growth in their outstanding debt.",
			"image_link": "https://static.toiimg.com/thumb/msid-81407986,imgsize-68338,width-400,resizemode-4/81407986.jpg",
			"subcategory": ["india business", "economy", "finance", "others"],
			"date": "2019-07-07",
			"readerCount": 306
		},

		{
			"id": "9",
			"headline": "India’s creative economy battered by Covid: Survey",
			"description": "India’s rich developed around sectors like advertising, architecture, arts and culture festivals, crafts, design and fashion, literature and publishing, museums, heritage and public monuments has taken one of the worst hits during the Covid pandemic. <br/>Responses from professionals, artists and artisans to a survey carried out to understand the economic state and sentiment of the creative sector workforce highlights how vulnerable they have become following the lockdown. <br/>The survey was the second to be conducted by British Council, business chamber Ficci and Art X Company since the lockdown. <br/>More than two-third of the respondents said they were uncertain on whether they would be able to survive beyond a year with current resources and funding. Individuals professionals and artisans are facing short-term hand-to-mouth existence though sectors are adapting to digital and live business models to stay afloat. <br/>Nine out of 10 respondents said they feared long-term impact of social distancing in the creative sector, resulting in a decline in audiences and earnings. The contraction is such that respondents felt nearly a sixth of the creative sectors were facing permanent closure to avoid bankruptcy. <br/>Queries for the survey were sent to 4,500 individuals and organisations on the British Council database, and through outreach partners. The link was live from September 1 to October 15, 2020 and 456 responses were received. <br/>In view of the findings and the feedback from creative industry, the report has recommended collaborative emergency action through investments by governments and corporates and strengthening of the creative economy by recognizing the cultural and creative sector as an integral part of the social and economic recovery plan, among other things. <br/>“While the first report helped to understand the immediate impact of Covid-19 on the creative economy; the second report reveals the diminished economic conditions that creative organisations and artists are now faced with,” said British Council director (Arts India) Jonathan Kennedy.",
			"image_link": "https://static.toiimg.com/thumb/msid-79934475,imgsize-107203,width-400,resizemode-4/79934475.jpg",
			"subcategory": ["india business", "economy", "others"],
			"date": "2021-01-06",
			"readerCount": 90
		},

		{
			"id": "10",
			"headline": "Boost for self-redevelopment: Societies can now take housing finance loans",
			"description": "MUMBAI: In a major boost to self-redevelopment of cooperative housing societies, the <!-- -->Reserve Bank of India<!-- --> (RBI) has included them in the list of allowed borrowers for housing finance loan. <br/>This is for the first time that cooperative housing societies have been allowed to borrow from housing finance companies (HFCs). Earlier, societies in Mumbai could obtain loan for self-redevelopment only from the Mumbai District Co-operative Bank. <br/><div class='vxVV2 _3LJv_'><div class='3i5B2'>TimesView<p>Scarcity of open land means that Mumbai can now develop only through redevelopment. The current template of developer-led redevelopment is a failure, often not delivering the promised homes, and definitely not in the volumes required. Self-redevelopment appears to be the panacea. The authorities must tweak the financial ecosystems to align to this new reality.</p><small></small></div></div><br/>In a master direction issued last month the RBI said, “Housing finance shall mean financing for purchase/construction/reconstruction/renovati-on/repairs of residential dwelling units which includes loans to individuals or group of individuals including co-operative societies for construction/purchase of new dwelling unit.” <br/>Activist Chandrashekhar Prabhu said it is good news as it would encourage more societies to take up self-redevelopment. “There are 150 HFCs registered with the RBI many of whom have loaned to builders who have defaulted and these companies have lost money. It would be safer for them to lend to housing societies. HFCs can take money from National Housing Bank and disburse this to housing societies,” he said. <br/>Prabhu said that he would urge the RBI to further allow nationalised and private banks to lend directly to cooperative societies for self-redevelopment. “Today, no rule stops banks from loaning to housing societies, but the problem is that in case of default who will be responsible. The government seems apprehensive about these societies when they are the safest to lend to as they are middle-class people and will not default,” he added. <br/>But Salil Rameshchandra, president, Federation of Grantees of Government Land, said the RBI needs to do more. “Many societies are in need of redevelopment, as their plot size is small, no builder is interested. The RBI must prepare guidelines on how non-banking finance companies (NBFC), HFCs and all banks can provide support to such societies.” <br/>On the likelihood of societies defaulting on repayment, Rameschandra said it is very unlikely as residents would be the biggest losers if they do not redevelop in time. “The norms for housing societies need to be more relaxed than what they are for builders. The RBI needs to look at the changing housing scenario and make guidelines accordingly,” he suggested.",
			"image_link": "https://static.toiimg.com/thumb/msid-81457002,imgsize-82701,width-400,resizemode-4/81457002.jpg",
			"subcategory": ["india business", "finance", "others"],
			"date": "2020-04-18",
			"readerCount": 182
		},
		{
			"id": "11",
			"headline": "Home First Finance Company shares list with over 19% premium.",
			"description": "NEW DELHI: Shares of <!-- -->Home First Finance Company<!-- --> India on Wednesday listed with a premium of more than 19 per cent against its issue price of Rs 518 apiece. <br/>The stock got listed at Rs 612.15, a gain of 18.17 per cent from the issue price on the BSE. Later, it jumped 23.45 per cent to Rs 639.50. <br/>On the NSE, it got listed at Rs 618.80, reflecting a jump of 19.45 per cent. <br/>The company&#x27;s market valuation was at Rs 5,243.64 crore on the BSE. <br/>The initial public offer of <!-- -->Home First Finance<!-- --> Company India was subscribed 26.66 times last month. <br/>The price range for the Rs 1,153.71-crore offer of the housing finance company was at Rs 517-518 per share.",
			"image_link": "https://static.toiimg.com/thumb/msid-80663849,imgsize-263492,width-400,resizemode-4/80663849.jpg",
			"subcategory": ["india business", "finance", "others"],
			"date": "2021-03-13",
			"readerCount": 90
		}
	],
	"all_news": [
		{
			"id": "1",
			"headline": "Retail inflation probably rose in February: Poll",
			"description": "NEW DELHI:probabaly rose in February as food and fuel prices went up remained within the Reserve Bank of India's target range for a third straight month, a Reuters poll predicted.As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.nc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high",
			"image_link": "https://static.toiimg.com/thumb/msid-81423717,imgsize-93670,width-400,resizemode-4/81423717.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-06-28",
			"readerCount": 31
		},
		{
			"id": "2",
			"headline": "'Tesla surges almost 20%, biggest daily rise in a year'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2018-06-28",
			"readerCount": 41
		},
		{
			"id": "3",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2020-06-28",
			"readerCount": 211
		},
		{
			"id": "4",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2011-06-21",
			"readerCount": 310
		},
		{
			"id": "5",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-06-18",
			"readerCount": 111
		},
		{
			"id": "6",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-04-28",
			"readerCount": 101
		},
		{
			"id": "7",
			"headline": "'Top 100 brands will lose $223 billion in brand value from data breach'",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-06-8",
			"readerCount": 19
		},
		{
			"id": "8",
			"headline": "'Tesla surges almost 20%, biggest daily rise in a year'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2010-01-28",
			"readerCount": 14
		},
		{
			"id": "9",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2017-06-28",
			"readerCount": 111
		},
		{
			"id": "10",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-11-21",
			"readerCount": 61
		},
		{
			"id": "11",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-09-8",
			"readerCount": 113
		},
		{
			"id": "12",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-01-2",
			"readerCount": 110
		},
		{
			"id": "13",
			"headline": "Retail inflation probably rose in February: Poll",
			"description": "NEW DELHI:probabaly rose in February as food and fuel prices went up remained within the Reserve Bank of India's target range for a third straight month, a Reuters poll predicted.As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.nc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high",
			"image_link": "https://static.toiimg.com/thumb/msid-81423717,imgsize-93670,width-400,resizemode-4/81423717.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2021-01-2",
			"readerCount": 31
		},
		{
			"id": "14",
			"headline": "'Tesla surges almost 20%, biggest daily rise in a year'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2012-11-28",
			"readerCount": 81
		},
		{
			"id": "15",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-12-18",
			"readerCount": 31
		},
		{
			"id": "16",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2015-06-28",
			"readerCount": 32
		},
		{
			"id": "17",
			"headline": "Trai suspends new text message norms",
			"description": "BENGALURU: A study by<br />estimated the impact of a breach with scores from its flagship property Best Global Brand (BGB) 2020 as a benchmark to estimate and simulate the value at risk for a brand in the event of a data breac<br/>Interbrand used three parameters to assess the risk – a financial forecast that captures consensus estimates of future revenues and future profits on which valuation is built, the role of brand in the purchase decision, and brand strength. The study found that technology, financial services, and automotive might suffer a higher brand value at risk from data breaches, whereas luxury brands and consumer goods face greater value at risk as a percentage of their net income<br/>ech brands top the chart with $29 billion in brand value risk they might carry in an event of a data breach due to the ubiquity of tech in our everyday lives. Consumer goods and automotive companies carry up to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81423670,imgsize-84976,width-400,resizemode-4/81423670.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2019-08-18",
			"readerCount": 32
		},
		{
			"id": "18",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"description": "NEW DELHI: Shares of electric vehicle maker<br />Inc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high<br/>As much as the market severely corrected the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.",
			"image_link": "https://static.toiimg.com/thumb/msid-81422338,imgsize-581974,width-400,resizemode-4/81422338.jpg",
			"subcategory": ["economy", "finance", "others"],
			"date": "2011-06-8",
			"readerCount": 52
		},
		{
			"id": "19",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "US sues EZ Lynk for selling CMPNY vehicle emissions defeat devices",
			"subcategory": ["tech", "gadgets"],
			"date": "2021-06-19",
			"readerCount": 62
		},
		{
			"id": "20",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81408628,imgsize-97514,width-400/81408628.jpg",
			"description": "Twitter sues Texas AG, claiming retaliation for Trump ban",
			"subcategory": ["tech", "gadgets"],
			"date": "2016-6-28",
			"readerCount": 12
		},
		{
			"id": "21",
			"headline": "UAE makes it to top 10 list of corporate tax havens",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81412918,imgsize-21913,width-400/81412918.jpg",
			"description": "Google rolls out Full Coverage feature in Google Search, here’s",
			"subcategory": ["tech", "gadgets"],
			"date": "2011-01-28",
			"readerCount": 32
		},
		{
			"id": "22",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411409,imgsize-39655,width-400/81411409.jpg",
			"description": "Amazon is giving up to 52% off on Motorola smartphones",
			"subcategory": ["tech", "gadgets"],
			"date": "2017-01-02",
			"readerCount": 21
		},
		{
			"id": "23",
			"headline": "'Times Prime membership at Just Rs. 499, Use Code - TPCL40'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81393664,imgsize-14172,width-400/81393664.jpg",
			"description": "Amazon is offering up to $140 discount on Apple iMac",
			"subcategory": ["tech", "gadgets"],
			"date": "2014-06-08",
			"readerCount": 31
		},
		{
			"id": "24",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"img_src": "https://static.toiimg.com/thumb/resizemode-4,msid-81306044,imgsize-18898,width-400/81306044.jpg",
			"description": "5 reasons to have LG dishwasher in your kitchen",
			"subcategory": ["tech", "gadgets"],
			"date": "2019-06-28",
			"readerCount": 51
		},
		{
			"id": "25",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"img_src": "https://static.toiimg.com/thumb/resizemode-4,msid-81405733,imgsize-3164415,width-400/81405733.jpg",
			"description": "Oppo F19 Pro+ 5G launched at Rs 25,990: All details",
			"subcategory": ["tech", "gadgets"],
			"date": "2019-07-28",
			"readerCount": 31
		},
		{
			"id": "26",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"img_src": "https://static.toiimg.com/thumb/resizemode-4,msid-81408763,imgsize-240998,width-400/81408763.jpg",
			"description": "What makes Galaxy M12 a #MosnterReloaded?",
			"subcategory": ["tech", "gadgets"],
			"date": "2011-06-28",
			"readerCount": 11
		},
		{
			"id": "27",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"img_src": "https://static.toiimg.com/thumb/resizemode-4,msid-81404255,imgsize-37422,width-400/81404255.jpg",
			"description": "OnePlus 9 to launch on March 23: Likely specifications, free...",
			"subcategory": ["tech", "gadgets"],
			"date": "2020-06-28",
			"readerCount": 51
		},
		{
			"id": "28",
			"headline": "LPG price has doubled in 7 years, and the subsidies are gone too",
			"img_src": "https://static.toiimg.com/thumb/resizemode-4,msid-81413165,imgsize-468082,width-400/81413165.jpg",
			"description": "Reliance Jio launches affordable digital plans for small businesses",
			"subcategory": ["tech", "gadgets"],
			"date": "2019-06-28",
			"readerCount": 35
		},
		{
			"id": "29",
			"headline": "'Gift of Life': Gavaskar recalls how Sobers helped him 'keep place in side'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "NAVI MUMBAI: As Indian celebrates 50 years of his iconic Test debut,Sunil Gavaskar<br />Wednesday said he wouldn't have lasted this long had it not been for a couple of lives given by none other than the great Sir Garfield Sobers<br />In my first Test match that I was playing, I was batting on 12 and a drive outside the off-stump and the catch went to the greatest cricketer...Garfield Sobers, it went straight to him and it poked out of his hands, I was on only 12, so I got a gift of cricketing life there, the 71-year-old said here.",
			"subcategory": ["sports", "cricket"],
			"date": "2019-06-18",
			"readerCount": 311
		},
		{
			"id": "30",
			"headline": "India vs England T20Is: Top 5 England bowlers to watch out for",
			"image_link": "https://static.toiimg.com/thumb/msid-81430122,imgsize-816102,width-400,resizemode-4/81430122.jpg",
			"description": "NEW DELHI: After suffering a 1-3 defeat at the hands of India in the four-match Test series, England will look to turn their fortunes around in the five-match T20I series beginning on March 12 in Ahmedabad.<br />The upcoming series will help both teams get some very good practice before the T20 World Cup which is scheduled to be played in October-November this year in India.The world number one T20I and ODI team, England, boast good bowlers in their ranks who can win matches on their own",
			"subcategory": ["sports", "cricket"],
			"date": "2019-11-28",
			"readerCount": 11
		},
		{
			"id": "31",
			"headline": "Pant reaches career-best seventh position in ICC Test rankin...",
			"image_link": "https://static.toiimg.com/thumb/msid-81430122,imgsize-816102,width-400,resizemode-4/81430122.jpg",
			"description": "DUBAI: Following his breathtaking century in the fourth Test against England, young Indian wicketkeeper batsman<br/>Rishabh Pant on Wednesday achieved a career-best seventh position in the ICC Test rankings< br/> Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, has gained 39 places and is in 62nd position, thanks to his 96 not out, but captain Virat Kohli and <img src='https://static.toiimg.com/photo/81422300.cms'/>",
			"subcategory": ["sports", "cricket"],
			"date": "2019-06-18",
			"readerCount": 41
		},
		{
			"id": "32",
			"headline": "Record-breaker Haaland can 'dominate an era'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "BERLIN:coach Julen Lopetegui predicts,We were punished by a player who will dominate an era, said Lopetegui after Haaland sent more Champions League records tumbling with two goals in Tuesday's last 16, return leg. Sevilla earned a 2-2 draw after Youssef En-Nesyri headed his second goal deep into injury time, but Dortmund went through 5-4 on aggregate and the night belonged to Haaland. The Norwegian phenomenon has now scored a career total of 20 goals in just 14 Champions League, including the two he scored in a 3-2 victory when Dortmund won the first-leg in Sevilla.",
			"subcategory": ["sports", "football"],
			"date": "2017-06-28",
			"readerCount": 11
		},
		{
			"id": "33",
			"headline": "Juventus' Ronaldo experiment flops with more Champions Leagu ..",
			"image_link": "https://static.toiimg.com/thumb/msid-81434805,imgsize-122363,width-400,resizemode-4/81434805.jpg",
			"description": "TURIN: Cristiano Ronaldo's future at Juventus was in the spotlight after a third Champions League flop for the Portuguese star expensively signed to deliver the trophy that has eluded the Italian giants for quarter of a century. Juventus crashed out in the last 16 for the second year running on Tuesday night, losing to 10-man Porto on away goals despite winning the second leg 3-2 in Turin Record Champions League scorer Ronaldo, who was signed for 100 million euros ($117 million) in the summer of 2018 from",
			"subcategory": ["sports", "football"],
			"date": "2019-06-08",
			"readerCount": 31
		},
		{
			"id": "34",
			"headline": "Jose Mourinho looking to mark career milestone with trophy for Spurs",
			"description": "Tottenham Hotspur Jose Mourinho will be managing his 1,000th match later this season and the Portuguese said on Wednesday there was no better way to mark the milestone than by winning a trophy for the Spurs last won a trophy in 2008 when they lifted the League Cup and the north London club are in the final once again this season while they are also in contention in the Europa League. < br/>I'm not a big guy on stats, but my 1,000th official match is going to arrive this season, Mourinho told reporters ahead of Thursday's Europa League last-16, first leg against Dinamo Zagreb.",
			"subcategory": ["sports", "football"],
			"date": "2011-06-18",
			"readerCount": 33
		},
		{
			"id": "35",
			"headline": "Jose Mourinho looking to mark career milestone with trophy for Spurs",
			"description": "Tottenham Hotspur Pep Guardiola says he may not be able to give much time on the pitch before his contract is due to end as the club's record goalscorer, 32, is back in contention after a season ravaged by injury and illness but is short of match fitness and there is little opportunity for the City boss to ease him back into action Asked if he hopes Aguero stays longer at the Etihad, Guardiola said: As a human and as a person, even as a player, of course -- but we have to see what happens at the end of the season.",
			"subcategory": ["sports", "football"],
			"date": "2019-06-30",
			"readerCount": 32
		},
		{
			"id": "36",
			"headline": "Man City vs Gladbach Champions League game to be played in Budapest",
			"description": "Tottenham travel restrictions in Europe and will now be held on March 16 at the Puskas Arena, UEFA added. The game was originally scheduled for City's Etihad Stadium, and the first leg in Germany was also shifted to Budapest on February 24 UEFA is able to officially confirm that the UEFA Champions League round of 16 second leg match between Manchester City and Borussia Monchengladbach will now be played at the Puskas Arena in Budapest, the governing body said in a statement.",
			"subcategory": ["sports", "football"],
			"date": "2019-06-31",
			"readerCount": 31
		},
		{
			"id": "37",
			"headline": "We are not seeing this as dress rehearsal for T20 World Cup: Rohit Sharma",
			"image_link": "https://static.toiimg.com/thumb/msid-81434030,imgsize-940863,width-400,resizemode-4/81434030.jpg",
			"description": "AHMEDABAD: India vice-captain, young Indian wicketkeeper batsman<br/>Rishabh Pant on Wednesday achieved a career-best seventh position in the ICC Test rankings< br/> India have picked some fresh faces for the series while resting lead pacer Jasprit Bumrah as the team looks to build on its preparations for the showpiece event. Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, on Wednesday said his team is not seeing the upcoming five-match series against England as a dress rehearsal for the",
			"subcategory": ["sports", "cricket"],
			"date": "2019-10-31",
			"readerCount": 113
		},
		{
			"id": "38",
			"headline": "Michael Vaughan warns Test cricket a 'joke' if England rotate in Ashes",
			"image_link": "https://static.toiimg.com/thumb/msid-81435233,imgsize-68325,width-400,resizemode-4/81435233.jpg",
			"description": "LONDON: Michael Vaughan, fears Test cricket will become a 'joke' if England rotate players in and out of their side during the 2021/22 Ashes in Australia< br/> England coach picked some fresh faces for the series while resting lead pacer has suggested the team could continue with the controversial rest-and-rotation policy they used in Sri Lanka and India.. Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, on Wednesday said his team is not seeing the upcoming five-match series against England as a dress rehearsal for the A number of players including",
			"subcategory": ["sports", "cricket"],
			"date": "2021-01-01",
			"readerCount": 13
		},
		{
			"id": "39",
			"headline": "Elon Musk adds $25 billion in one day as tech rally boosts fortunes",
			"description": "NEW DELHI:just hit a new milestone: He made a record $25 billion in one day. Tesla Inc’s 20% jump on Tuesday -- its biggest in more than a year -- pushed the billionaire founder’s fortune to $174 billion, closing the gap with the recent excesses of optimism reflected in Tesla’s valuation, our recent work strengthened our confidence about the solid outlook for the company in the next two years, Ferragu wrote in a client note.nc surged nearly 20% on Tuesday, rebounding from a deep selloff with its largest daily gain in a year after data showed an increase in China sales and an analyst raised his rating on the stock<br/>Tesla's stock ended at $673.58 after its strongest daily rise since February 2020. The stock remains down more than 20% from its January record high",
			"image_link": "https://static.toiimg.com/thumb/msid-81471142,imgsize-99446,width-400,resizemode-4/81471142.jpg",
			"subcategory": ["economy"],
			"readerCount": 17,
			"date": "2010-01-28"
		},
		{
			"id": "40",
			"headline": "China's Ant Group CEO Hu quits amid regulatory-driven revamp",
			"description": "NEW DELHI: chief executive officer Simon Hu has resigned from his role, the company said on Friday, as the financial technology giant is being pushed by regulators to overhaul its business after its failed $37 billion initial public offering. <br/>Hu, who was named chief executive of the Alibaba Group Holding affiliate in 2019, will be replaced by company veteran and Executive Chairman Eric Jing, Ant said. Jing told Ant employees that the company would review its staff incentive programmes and roll out some measures starting from April to help solve their financial problems, according to two people who have seen the messages.",
			"image_link": "https://static.toiimg.com/thumb/msid-81470871,imgsize-86898,width-400,resizemode-4/81470871.jpg",
			"subcategory": ["finance", "others"],
			"readerCount": 11,
			"date": "2010-01-28"
		},
		{
			"id": "41",
			"headline": "Tencent faces broad China clampdown on fintech, deals",
			"description": "BENGALURU: Holdings Ltd has been put on notice. Asia’s largest conglomerate was censured by China’s antitrust watchdog on Friday as Beijing expands a crackdown that began with Jack Ma’s online empire.<br/>The two firms will set a precedent for other fintech players on complying with tougher regulations, the people added. Such a move would mark a significant escalation in China’s campaign to curb the influence of its technology moguls, days after Premier Li Keqiang pledged at the National People’s Congress to expand oversight of financial technology, stamp out monopolies, and prevent the “unregulated” expansion of capital We will continue to adapt to changes in the regulatory environment, which we view as beneficial to the industry, and will seek to ensure full compliance,” Tencent said in an emailed statement following the fine by the antitrust watchdog. The company declined to comment on financial regulatory matters. to $5 billion and $4.2 billion of brand value risk respectively. And financial services might end up with an exposure of $2.6 billion brand value risk.",
			"image_link": "https://static.toiimg.com/thumb/msid-81466185,imgsize-188513,width-400,resizemode-4/81466185.jpg",
			"subcategory": ["economy", "finance", "others"],
			"readerCount": 10,
			"date": "2010-11-28"
		}
	],

	"cricket": [
		{
			"id": "1",
			"headline": "'Gift of Life': Gavaskar recalls how Sobers helped him 'keep place in side'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "NAVI MUMBAI: As Indian celebrates 50 years of his iconic Test debut,Sunil Gavaskar<br />Wednesday said he wouldn't have lasted this long had it not been for a couple of lives given by none other than the great Sir Garfield Sobers<br />In my first Test match that I was playing, I was batting on 12 and a drive outside the off-stump and the catch went to the greatest cricketer...Garfield Sobers, it went straight to him and it poked out of his hands, I was on only 12, so I got a gift of cricketing life there, the 71-year-old said here.",
			"subcategory": ["sports", "cricket"],
			"readerCount": 71,
			"date": "2020-01-28"
		},
		{
			"id": "2",
			"headline": "India vs England T20Is: Top 5 England bowlers to watch out for",
			"image_link": "https://static.toiimg.com/thumb/msid-81430122,imgsize-816102,width-400,resizemode-4/81430122.jpg",
			"description": "NEW DELHI: After suffering a 1-3 defeat at the hands of India in the four-match Test series, England will look to turn their fortunes around in the five-match T20I series beginning on March 12 in Ahmedabad.<br />The upcoming series will help both teams get some very good practice before the T20 World Cup which is scheduled to be played in October-November this year in India.The world number one T20I and ODI team, England, boast good bowlers in their ranks who can win matches on their own",
			"subcategory": ["sports", "cricket"],
			"readerCount": 41,
			"date": "2010-01-28"
		},
		{
			"id": "4",
			"headline": "We are not seeing this as dress rehearsal for T20 World Cup: Rohit Sharma",
			"image_link": "https://static.toiimg.com/thumb/msid-81434030,imgsize-940863,width-400,resizemode-4/81434030.jpg",
			"description": "AHMEDABAD: India vice-captain, young Indian wicketkeeper batsman<br/>Rishabh Pant on Wednesday achieved a career-best seventh position in the ICC Test rankings< br/> India have picked some fresh faces for the series while resting lead pacer Jasprit Bumrah as the team looks to build on its preparations for the showpiece event. Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, on Wednesday said his team is not seeing the upcoming five-match series against England as a dress rehearsal for the",
			"subcategory": ["sports", "cricket"],
			"readerCount": 61,
			"date": "2011-11-28"
		},
		{
			"id": "5",
			"headline": "Michael Vaughan warns Test cricket a 'joke' if England rotate in Ashes",
			"image_link": "https://static.toiimg.com/thumb/msid-81435233,imgsize-68325,width-400,resizemode-4/81435233.jpg",
			"description": "LONDON: Michael Vaughan, fears Test cricket will become a 'joke' if England rotate players in and out of their side during the 2021/22 Ashes in Australia< br/> England coach picked some fresh faces for the series while resting lead pacer has suggested the team could continue with the controversial rest-and-rotation policy they used in Sri Lanka and India.. Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, on Wednesday said his team is not seeing the upcoming five-match series against England as a dress rehearsal for the A number of players including",
			"subcategory": ["sports", "cricket"],
			"readerCount": 17,
			"date": "2010-01-18"
		}
	],
	"football": [
		{
			"id": "1",
			"headline": "Record-breaker Haaland can 'dominate an era'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "BERLIN:coach Julen Lopetegui predicts,We were punished by a player who will dominate an era, said Lopetegui after Haaland sent more Champions League records tumbling with two goals in Tuesday's last 16, return leg. Sevilla earned a 2-2 draw after Youssef En-Nesyri headed his second goal deep into injury time, but Dortmund went through 5-4 on aggregate and the night belonged to Haaland. The Norwegian phenomenon has now scored a career total of 20 goals in just 14 Champions League, including the two he scored in a 3-2 victory when Dortmund won the first-leg in Sevilla.",
			"subcategory": ["sports", "football"],
			"readerCount": 17,
			"date": "2020-11-28"
		},
		{
			"id": "2",
			"headline": "Juventus' Ronaldo experiment flops with more Champions Leagu ..",
			"image_link": "https://static.toiimg.com/thumb/msid-81434805,imgsize-122363,width-400,resizemode-4/81434805.jpg",
			"description": "TURIN: Cristiano Ronaldo's future at Juventus was in the spotlight after a third Champions League flop for the Portuguese star expensively signed to deliver the trophy that has eluded the Italian giants for quarter of a century. Juventus crashed out in the last 16 for the second year running on Tuesday night, losing to 10-man Porto on away goals despite winning the second leg 3-2 in Turin Record Champions League scorer Ronaldo, who was signed for 100 million euros ($117 million) in the summer of 2018 from",
			"subcategory": ["sports", "football"],
			"readerCount": 111,
			"date": "2011-11-28"
		},
		{
			"id": "3",
			"headline": "Jose Mourinho looking to mark career milestone with trophy for Spurs",
			"description": "Tottenham Hotspur Jose Mourinho will be managing his 1,000th match later this season and the Portuguese said on Wednesday there was no better way to mark the milestone than by winning a trophy for the Spurs last won a trophy in 2008 when they lifted the League Cup and the north London club are in the final once again this season while they are also in contention in the Europa League. < br/>I'm not a big guy on stats, but my 1,000th official match is going to arrive this season, Mourinho told reporters ahead of Thursday's Europa League last-16, first leg against Dinamo Zagreb.",
			"subcategory": ["sports", "football"],
			"readerCount": 17,
			"date": "2011-11-18"
		},
		{
			"id": "4",
			"headline": "Jose Mourinho looking to mark career milestone with trophy for Spurs",
			"description": "Tottenham Hotspur Pep Guardiola says he may not be able to give much time on the pitch before his contract is due to end as the club's record goalscorer, 32, is back in contention after a season ravaged by injury and illness but is short of match fitness and there is little opportunity for the City boss to ease him back into action Asked if he hopes Aguero stays longer at the Etihad, Guardiola said: As a human and as a person, even as a player, of course -- but we have to see what happens at the end of the season.",
			"subcategory": ["sports", "football"],
			"readerCount": 117,
			"date": "2010-11-08"
		},
		{
			"id": "5",
			"headline": "Man City vs Gladbach Champions League game to be played in Budapest",
			"description": "Tottenham travel restrictions in Europe and will now be held on March 16 at the Puskas Arena, UEFA added. The game was originally scheduled for City's Etihad Stadium, and the first leg in Germany was also shifted to Budapest on February 24 UEFA is able to officially confirm that the UEFA Champions League round of 16 second leg match between Manchester City and Borussia Monchengladbach will now be played at the Puskas Arena in Budapest, the governing body said in a statement.",
			"subcategory": ["sports", "football"],
			"readerCount": 117,
			"date": "2020-11-08"
		}
	],
	"genearl_sports": [
		{
			"id": "1",
			"headline": "'Gift of Life': Gavaskar recalls how Sobers helped him 'keep place in side'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "NAVI MUMBAI: As Indian celebrates 50 years of his iconic Test debut,Sunil Gavaskar<br />Wednesday said he wouldn't have lasted this long had it not been for a couple of lives given by none other than the great Sir Garfield Sobers<br />In my first Test match that I was playing, I was batting on 12 and a drive outside the off-stump and the catch went to the greatest cricketer...Garfield Sobers, it went straight to him and it poked out of his hands, I was on only 12, so I got a gift of cricketing life there, the 71-year-old said here.",
			"subcategory": ["sports", "cricket"],
			"readerCount": 17,
			"date": "2020-01-28"
		},
		{
			"id": "2",
			"headline": "India vs England T20Is: Top 5 England bowlers to watch out for",
			"image_link": "https://static.toiimg.com/thumb/msid-81430122,imgsize-816102,width-400,resizemode-4/81430122.jpg",
			"description": "NEW DELHI: After suffering a 1-3 defeat at the hands of India in the four-match Test series, England will look to turn their fortunes around in the five-match T20I series beginning on March 12 in Ahmedabad.<br />The upcoming series will help both teams get some very good practice before the T20 World Cup which is scheduled to be played in October-November this year in India.The world number one T20I and ODI team, England, boast good bowlers in their ranks who can win matches on their own",
			"subcategory": ["sports", "cricket"],
			"readerCount": 411,
			"date": "2010-01-28"
		},
		{
			"id": "4",
			"headline": "We are not seeing this as dress rehearsal for T20 World Cup: Rohit Sharma",
			"image_link": "https://static.toiimg.com/thumb/msid-81434030,imgsize-940863,width-400,resizemode-4/81434030.jpg",
			"description": "AHMEDABAD: India vice-captain, young Indian wicketkeeper batsman<br/>Rishabh Pant on Wednesday achieved a career-best seventh position in the ICC Test rankings< br/> India have picked some fresh faces for the series while resting lead pacer Jasprit Bumrah as the team looks to build on its preparations for the showpiece event. Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, on Wednesday said his team is not seeing the upcoming five-match series against England as a dress rehearsal for the",
			"subcategory": ["sports", "cricket"],
			"readerCount": 16,
			"date": "2011-11-28"
		},
		{
			"id": "5",
			"headline": "Michael Vaughan warns Test cricket a 'joke' if England rotate in Ashes",
			"image_link": "https://static.toiimg.com/thumb/msid-81435233,imgsize-68325,width-400,resizemode-4/81435233.jpg",
			"description": "LONDON: Michael Vaughan, fears Test cricket will become a 'joke' if England rotate players in and out of their side during the 2021/22 Ashes in Australia< br/> England coach picked some fresh faces for the series while resting lead pacer has suggested the team could continue with the controversial rest-and-rotation policy they used in Sri Lanka and India.. Pant has jumped seven places after smashing a match-winning 101 in the Ahmedabad Test, which India won by an innings and 25 runs to clinch the series 3-1.Washington Sundar, who also played a crucial role in India's passage to the final of the ICC World Test Championship, on Wednesday said his team is not seeing the upcoming five-match series against England as a dress rehearsal for the A number of players including",
			"subcategory": ["sports", "cricket"],
			"readerCount": 17,
			"date": "2010-01-18"
		},
		{
			"id": "6",
			"headline": "Record-breaker Haaland can 'dominate an era'",
			"image_link": "https://static.toiimg.com/thumb/resizemode-4,msid-81411089,imgsize-61610,width-400/81411089.jpg",
			"description": "BERLIN:coach Julen Lopetegui predicts,We were punished by a player who will dominate an era, said Lopetegui after Haaland sent more Champions League records tumbling with two goals in Tuesday's last 16, return leg. Sevilla earned a 2-2 draw after Youssef En-Nesyri headed his second goal deep into injury time, but Dortmund went through 5-4 on aggregate and the night belonged to Haaland. The Norwegian phenomenon has now scored a career total of 20 goals in just 14 Champions League, including the two he scored in a 3-2 victory when Dortmund won the first-leg in Sevilla.",
			"subcategory": ["sports", "football"],
			"readerCount": 71,
			"date": "2020-11-28"
		},
		{
			"id": "7",
			"headline": "Juventus' Ronaldo experiment flops with more Champions Leagu ..",
			"image_link": "https://static.toiimg.com/thumb/msid-81434805,imgsize-122363,width-400,resizemode-4/81434805.jpg",
			"description": "TURIN: Cristiano Ronaldo's future at Juventus was in the spotlight after a third Champions League flop for the Portuguese star expensively signed to deliver the trophy that has eluded the Italian giants for quarter of a century. Juventus crashed out in the last 16 for the second year running on Tuesday night, losing to 10-man Porto on away goals despite winning the second leg 3-2 in Turin Record Champions League scorer Ronaldo, who was signed for 100 million euros ($117 million) in the summer of 2018 from",
			"subcategory": ["sports", "football"],
			"readerCount": 111,
			"date": "2011-11-28"
		},
		{
			"id": "8",
			"headline": "Jose Mourinho looking to mark career milestone with trophy for Spurs",
			"description": "Tottenham Hotspur Jose Mourinho will be managing his 1,000th match later this season and the Portuguese said on Wednesday there was no better way to mark the milestone than by winning a trophy for the Spurs last won a trophy in 2008 when they lifted the League Cup and the north London club are in the final once again this season while they are also in contention in the Europa League. < br/>I'm not a big guy on stats, but my 1,000th official match is going to arrive this season, Mourinho told reporters ahead of Thursday's Europa League last-16, first leg against Dinamo Zagreb.",
			"subcategory": ["sports", "football"],
			"readerCount": 171,
			"date": "2011-11-18"
		},
		{
			"id": "9",
			"headline": "Jose Mourinho looking to mark career milestone with trophy for Spurs",
			"description": "Tottenham Hotspur Pep Guardiola says he may not be able to give much time on the pitch before his contract is due to end as the club's record goalscorer, 32, is back in contention after a season ravaged by injury and illness but is short of match fitness and there is little opportunity for the City boss to ease him back into action Asked if he hopes Aguero stays longer at the Etihad, Guardiola said: As a human and as a person, even as a player, of course -- but we have to see what happens at the end of the season.",
			"subcategory": ["sports", "football"],
			"readerCount": 117,
			"date": "2010-11-08"
		},
		{
			"id": "11",
			"headline": "Man City vs Gladbach Champions League game to be played in Budapest",
			"description": "Tottenham travel restrictions in Europe and will now be held on March 16 at the Puskas Arena, UEFA added. The game was originally scheduled for City's Etihad Stadium, and the first leg in Germany was also shifted to Budapest on February 24 UEFA is able to officially confirm that the UEFA Champions League round of 16 second leg match between Manchester City and Borussia Monchengladbach will now be played at the Puskas Arena in Budapest, the governing body said in a statement.",
			"subcategory": ["sports", "football"],
			"readerCount": 117,
			"date": "2020-11-08"
		}
	],
	"adsCorner": [
		{
			"id": 1,
			"img": "https://i.postimg.cc/ZY3vrqVy/banner2.png"
		},
		{
			"id": 2,
			"img": "https://i.postimg.cc/tTWYDBrz/banner.png"
		},
		{
			"id": 3,
			"img": "https://i.postimg.cc/tTWYDBrz/banner.png"
		},
		{
			"id": 4,
			"img": "https://i.postimg.cc/tTWYDBrz/banner.png"
		},
		{
			"id": 5,
			"img": "https://i.postimg.cc/tTWYDBrz/banner.png"
		},
		{
			"id": 6,
			"img": "https://i.postimg.cc/tTWYDBrz/banner.png"
		},
		{
			"id": 7,
			"img": "https://i.postimg.cc/tTWYDBrz/banner.png"
		}
	],
	"advertisement": [
		{
			"id": 1,
			"img": "https://s0.2mdn.net/simgad/15455256095868308298"
		},
		{
			"id": 2,
			"img": "https://tpc.googlesyndication.com/simgad/17609750535360873687?sqp=4sqPyQQrQikqJwhfEAEdAAC0QiABKAEwCTgDQPCTCUgAUAFYAWBfcAJ4AcUBLbKdPg&rs=AOga4qk1D97j3bFpKuWPW4sP_TfNYR2M_Q"
		},
		{
			"id": 3,
			"img": "https://s0.2mdn.net/9291847/0121_EN_LSS_APAC_ConnectWDecisionMakers_LearnMore_300x250.png"
		},
		{
			"id": 4,
			"img": "https://tpc.googlesyndication.com/simgad/14872409437734601541?sqp=4sqPyQQrQikqJwhfEAEdAAC0QiABKAEwCTgDQPCTCUgAUAFYAWBfcAJ4AcUBLbKdPg&rs=AOga4qll2LEOZhlrTSJD0kRJfGhx-uq63w"
		},
		{
			"id": 5,
			"img": "https://tpc.googlesyndication.com/simgad/18269697451596243169?sqp=4sqPyQQ7QjkqNxABHQAAtEIgASgBMAk4A0DwkwlYAWBfcAKAAQGIAQGdAQAAgD-oAQGwAYCt4gS4AV_FAS2ynT4&rs=AOga4qmdGgYLAzeUiinGsn_ly19XYNPkWw"
		},
		{
			"id": 6,
			"img": "https://tpc.googlesyndication.com/simgad/5601865039053721583?sqp=4sqPyQQrQikqJwhfEAEdAAC0QiABKAEwCTgDQPCTCUgAUAFYAWBfcAJ4AcUBLbKdPg&rs=AOga4qnEuSC5ESIQQnWtAu6_iBky9bZ0rQ"
		},
		{
			"id": 7,
			"img": "https://tpc.googlesyndication.com/simgad/9191058842479565689?sqp=4sqPyQQrQikqJwhfEAEdAAC0QiABKAEwCTgDQPCTCUgAUAFYAWBfcAJ4AcUBLbKdPg&rs=AOga4qlxqlEYJKc1ChKJntlZ-7O5ZmAUpA"
		},
		{
			"id": 8,
			"img": "https://tpc.googlesyndication.com/simgad/12390845631899955543?sqp=4sqPyQQ7QjkqNxABHQAAtEIgASgBMAk4A0DwkwlYAWBfcAKAAQGIAQGdAQAAgD-oAQGwAYCt4gS4AV_FAS2ynT4&rs=AOga4qk7CI46mXAj7MVqBImnUqOE1h1KHQ"
		},
		{
			"id": 9,
			"img": "https://tpc.googlesyndication.com/simgad/6769301854873088857?sqp=4sqPyQQrQikqJwhfEAEdAAC0QiABKAEwCTgDQPCTCUgAUAFYAWBfcAJ4AcUBLbKdPg&rs=AOga4qmfjSFv9o6zAbh1kN2vomqA4QGfcA"
		},
		{
			"id": 10,
			"img": "https://tpc.googlesyndication.com/simgad/18278014132796209250?sqp=4sqPyQQrQikqJwhfEAEdAAC0QiABKAEwCTgDQPCTCUgAUAFYAWBfcAJ4AcUBLbKdPg&rs=AOga4qmY04m-20PPkR9IAmqGOtQSgZ9WfQ"
		},
		{
			"id": 11,
			"img": "https://tpc.googlesyndication.com/simgad/3042449755104617105?sqp=4sqPyQQ7QjkqNxABHQAAtEIgASgBMAk4A0DwkwlYAWBfcAKAAQGIAQGdAQAAgD-oAQGwAYCt4gS4AV_FAS2ynT4&rs=AOga4qkuMd09yuL4O-Cmt-mcGQ0uJ_ZUhw"
		}
	],

	"sports": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1587554801471-37976a256db0?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=2134&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "sports",
			"username": "Kiki10",
			"comment_count": 2,
			"comments": [
				{
					"id": "comment-1",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-1-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-1-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								}
							]
						},
						{
							"id": "comment-1-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-2-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								},
								{
									"id": "comment-1-2-2",
									"title": "ajbks",
									"upvote_status": null,
									"upvote": 90,
									"reply": []
								}
							]
						}
					]
				},
				{
					"id": "comment-2",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-2-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": []
						},
						{
							"id": "comment-2-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": []
						}
					]
				}
			]
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1531181616225-f8e50c1ab53e?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1950&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "sports",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		}
	],

	"music": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1514320291840-2e0a9bf2a9ae?ixid=MXwxMjA3fDB8MHxzZWFyY2h8M3x8bXVzaWN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "music",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1508700115892-45ecd05ae2ad?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTF8fG11c2ljfGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "music",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		}
	],

	"movies": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1514320291840-2e0a9bf2a9ae?ixid=MXwxMjA3fDB8MHxzZWFyY2h8M3x8bXVzaWN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "movies",
			"username": "Kiki10",
			"comment_count": 0,
			"comments": []
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1508700115892-45ecd05ae2ad?ixid=MXwxMjA3fDB8MHxzZWFyY2h8MTF8fG11c2ljfGVufDB8fDB8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "movies",
			"username": "Kiki10",
			"comment_count": 0,
			"comments": []
		}
	],

	"wallstreetbets": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1587554801471-37976a256db0?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=2134&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "wallstreetbets",
			"username": "Kiki9",
			"comment_count": 2,
			"comments": [
				{
					"id": "comment-1",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-1-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-1-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								}
							]
						},
						{
							"id": "comment-1-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-2-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								},
								{
									"id": "comment-1-2-2",
									"title": "ajbks",
									"upvote_status": null,
									"upvote": 90,
									"reply": []
								}
							]
						}
					]
				},
				{
					"id": "comment-2",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-2-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": []
						},
						{
							"id": "comment-2-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": []
						}
					]
				}
			]
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1531181616225-f8e50c1ab53e?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1950&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "wallstreetbets",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		}
	],

	"dogcoins": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1565433435379-877a403f0f09?ixid=MXwxMjA3fDB8MHxzZWFyY2h8NHx8ZG9nJTIwY29pbnN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "dogcoins",
			"username": "Kiki9",
			"comment_count": 2,
			"comments": [
				{
					"id": "comment-1",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-1-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-1-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								}
							]
						},
						{
							"id": "comment-1-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-2-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								},
								{
									"id": "comment-1-2-2",
									"title": "ajbks",
									"upvote_status": null,
									"upvote": 90,
									"reply": []
								}
							]
						}
					]
				},
				{
					"id": "comment-2",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-2-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": []
						},
						{
							"id": "comment-2-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": []
						}
					]
				}
			]
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1561514972-d2fe30d6d527?ixid=MXwxMjA3fDB8MHxzZWFyY2h8NXx8ZG9nJTIwY29pbnN8ZW58MHx8MHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "dogcoins",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		}
	],

	"askScience": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1587554801471-37976a256db0?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=2134&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "askScience",
			"username": "Kiki9",
			"comment_count": 2,
			"comments": [
				{
					"id": "comment-1",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-1-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-1-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								}
							]
						},
						{
							"id": "comment-1-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-2-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								},
								{
									"id": "comment-1-2-2",
									"title": "ajbks",
									"upvote_status": null,
									"upvote": 90,
									"reply": []
								}
							]
						}
					]
				},
				{
					"id": "comment-2",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-2-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": []
						},
						{
							"id": "comment-2-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": []
						}
					]
				}
			]
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1531181616225-f8e50c1ab53e?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1950&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "askScience",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		}
	],

	"whatisthisthing": [
		{
			"id": 1,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1587554801471-37976a256db0?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=2134&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "whatisthisthing",
			"username": "Kiki9",
			"comment_count": 2,
			"comments": [
				{
					"id": "comment-1",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-1-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-1-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								}
							]
						},
						{
							"id": "comment-1-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": [
								{
									"id": "comment-1-2-1",
									"title": "ajbd",
									"upvote_status": null,
									"upvote": 56,
									"reply": []
								},
								{
									"id": "comment-1-2-2",
									"title": "ajbks",
									"upvote_status": null,
									"upvote": 90,
									"reply": []
								}
							]
						}
					]
				},
				{
					"id": "comment-2",
					"title": "hello a",
					"upvote": 40,
					"upvote_status": null,
					"reply": [
						{
							"id": "comment-2-1",
							"title": "ajbd",
							"upvote": 56,
							"upvote_status": null,
							"reply": []
						},
						{
							"id": "comment-2-2",
							"title": "asd",
							"upvote": 89,
							"upvote_status": null,
							"reply": []
						}
					]
				}
			]
		},
		{
			"id": 2,
			"title": "Which fictional world would you live in?",
			"upvotes": 39,
			"image_src": "https://images.unsplash.com/photo-1531181616225-f8e50c1ab53e?ixid=MXwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1950&q=80",
			"upvote_status": null,
			"background_image": "https://images.unsplash.com/photo-1593642532400-2682810df593?ixid=MXwxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80",
			"subreddit": "whatisthisthing",
			"username": "Kiki9",
			"comment_count": 0,
			"comments": []
		}
	],
	"hot": [
		{
			"id": 1,
			"subreddit": "sports",
			"post_id": "1"
		},
		{
			"id": 2,
			"subreddit": "sports",
			"post_id": "2"
		},
		{
			"id": 3,
			"subreddit": "music",
			"post_id": "1"
		},
		{
			"id": 4,
			"subreddit": "music",
			"post_id": "2"
		},
		{
			"id": 1,
			"subreddit": "dogcoins",
			"post_id": "1"
		},
		{
			"id": 2,
			"subreddit": "dogcoins",
			"post_id": "2"
		}
	],
	"latest": [
		{
			"id": 1,
			"subreddit": "sports",
			"post_id": "1"
		},
		{
			"id": 2,
			"subreddit": "sports",
			"post_id": "2"
		},
		{
			"id": 3,
			"subreddit": "music",
			"post_id": "1"
		},
		{
			"id": 4,
			"subreddit": "music",
			"post_id": "2"
		}
	],
	"reddit": [
		{
			"AllCommunities": [
				{
					"id": 1,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/wallstreetbets",
					"members": "3.2m",
					"online": "230k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 2,
					"img": "https://styles.redditmedia.com/t5_2zcp2/styles/communityIcon_gflpzojnfs621.png",
					"title": "r/dogcoins",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 3,
					"img": "https://styles.redditmedia.com/t5_2qk68/styles/communityIcon_ls1r2bm6l8p31.jpg?format=pjpg&s=f0dc55adc84c260bf2da361f9c3abb5c57752842",
					"title": "r/RobinHood",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 4,
					"img": "https://a.thumbs.redditmedia.com/Fuuw26KFEF9TI0vDlpAb4bxJpGc-msxyUIKV0C6rgG0.png",
					"title": "r/pennyStock",
					"members": "230k",
					"online": "20k",
					"tagline": "A subreddit for (almost) anything related to games - video games, board games, card games, etc. (but not sports)."
				},
				{
					"id": 5,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/investing",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 6,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/technology",
					"members": "1m",
					"online": "123k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 7,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/wallstreetbets",
					"members": "230k",
					"online": "20k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 8,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/wallstreetbets",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 9,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/wallstreetbets",
					"members": "1.2m",
					"online": "220k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 10,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/wallstreetbets",
					"members": "230k",
					"online": "20k",
					"tagline": "Welcome to the machine!"
				}
			],
			"Near_You": [
				{
					"id": 1,
					"img": "https://styles.redditmedia.com/t5_2vm7z/styles/communityIcon_xriqyu1xe7r41.jpg?format=pjpg&s=e2fdaf723d916cc08f5be73a3bfaf0e9ec05fcde",
					"title": "r/odisha",
					"members": "30k",
					"online": "7",
					"tagline": "Jai Jagannath"
				}
			],
			"Sports": [
				{
					"id": 1,
					"img": "https://styles.redditmedia.com/t5_2sljg/styles/communityIcon_fyb2tif0i1f61.png",
					"title": "r/cricket",
					"members": "5.2m",
					"online": "230k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 2,
					"img": "https://styles.redditmedia.com/t5_2zcp2/styles/communityIcon_gflpzojnfs621.png",
					"title": "r/football",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 3,
					"img": "https://styles.redditmedia.com/t5_2qk68/styles/communityIcon_ls1r2bm6l8p31.jpg?format=pjpg&s=f0dc55adc84c260bf2da361f9c3abb5c57752842",
					"title": "r/hockey",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 4,
					"img": "https://a.thumbs.redditmedia.com/Fuuw26KFEF9TI0vDlpAb4bxJpGc-msxyUIKV0C6rgG0.png",
					"title": "r/baseball",
					"members": "230k",
					"online": "20k",
					"tagline": "A subreddit for (almost) anything related to games - video games, board games, card games, etc. (but not sports)."
				},
				{
					"id": 5,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/hockey",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 6,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/badminton",
					"members": "1m",
					"online": "123k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 7,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/tabletennis",
					"members": "230k",
					"online": "20k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 8,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/chess",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 9,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/icehockey",
					"members": "1.2m",
					"online": "220k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 10,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/rugby",
					"members": "230k",
					"online": "20k",
					"tagline": "Welcome to the machine!"
				}
			],
			"Gaming": [
				{
					"id": 1,
					"img": "https://styles.redditmedia.com/t5_2sljg/styles/communityIcon_fyb2tif0i1f61.png",
					"title": "r/hockey",
					"members": "5.2m",
					"online": "230k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 2,
					"img": "https://styles.redditmedia.com/t5_2zcp2/styles/communityIcon_gflpzojnfs621.png",
					"title": "r/football",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 3,
					"img": "https://styles.redditmedia.com/t5_2qk68/styles/communityIcon_ls1r2bm6l8p31.jpg?format=pjpg&s=f0dc55adc84c260bf2da361f9c3abb5c57752842",
					"title": "r/cricket",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 4,
					"img": "https://a.thumbs.redditmedia.com/Fuuw26KFEF9TI0vDlpAb4bxJpGc-msxyUIKV0C6rgG0.png",
					"title": "r/baseball",
					"members": "230k",
					"online": "20k",
					"tagline": "A subreddit for (almost) anything related to games - video games, board games, card games, etc. (but not sports)."
				},
				{
					"id": 5,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/hockey",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 6,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/badminton",
					"members": "1m",
					"online": "123k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 7,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/tabletennis",
					"members": "230k",
					"online": "20k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 8,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/chess",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 9,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/icehockey",
					"members": "1.2m",
					"online": "220k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 10,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/rugby",
					"members": "230k",
					"online": "20k",
					"tagline": "Welcome to the machine!"
				}
			],
			"News": [
				{
					"id": 1,
					"img": "https://a.thumbs.redditmedia.com/E0Bkwgwe5TkVLflBA7WMe9fMSC7DV2UOeff-UpNJeb0.png",
					"title": "r/news",
					"members": "5.2m",
					"online": "230k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 2,
					"img": "https://styles.redditmedia.com/t5_2sc3f/styles/communityIcon_x6dymnk82f861.png",
					"title": "r/TechNews",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 3,
					"img": "https://styles.redditmedia.com/t5_2qk68/styles/communityIcon_ls1r2bm6l8p31.jpg?format=pjpg&s=f0dc55adc84c260bf2da361f9c3abb5c57752842",
					"title": "r/SportsNews",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 4,
					"img": "https://a.thumbs.redditmedia.com/Fuuw26KFEF9TI0vDlpAb4bxJpGc-msxyUIKV0C6rgG0.png",
					"title": "r/PoliticalNews",
					"members": "230k",
					"online": "20k",
					"tagline": "A subreddit for (almost) anything related to games - video games, board games, card games, etc. (but not sports)."
				},
				{
					"id": 5,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/Offbeat",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 6,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/olympics",
					"members": "1m",
					"online": "123k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 7,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/worldNews",
					"members": "230k",
					"online": "20k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 8,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/chess",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 9,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/icehockey",
					"members": "1.2m",
					"online": "220k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 10,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/rugby",
					"members": "230k",
					"online": "20k",
					"tagline": "Welcome to the machine!"
				}
			],
			"Meme": [
				{
					"id": 1,
					"img": "https://a.thumbs.redditmedia.com/E0Bkwgwe5TkVLflBA7WMe9fMSC7DV2UOeff-UpNJeb0.png",
					"title": "r/memes",
					"members": "5.2m",
					"online": "230k",
					"tagline": "A place to discuss penny stocks freely. Please keep in mind that this is an open forum, and advice from redditiors may not be in your best…"
				},
				{
					"id": 2,
					"img": "https://styles.redditmedia.com/t5_2sc3f/styles/communityIcon_x6dymnk82f861.png",
					"title": "r/Tinder",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				},
				{
					"id": 3,
					"img": "https://styles.redditmedia.com/t5_2qk68/styles/communityIcon_ls1r2bm6l8p31.jpg?format=pjpg&s=f0dc55adc84c260bf2da361f9c3abb5c57752842",
					"title": "r/Tumblr",
					"members": "1m",
					"online": "123k",
					"tagline": "Subreddit dedicated to the news and discussions about the creation and use of technology and its surrounding issues."
				},
				{
					"id": 4,
					"img": "https://a.thumbs.redditmedia.com/Fuuw26KFEF9TI0vDlpAb4bxJpGc-msxyUIKV0C6rgG0.png",
					"title": "r/DesiMemes",
					"members": "230k",
					"online": "20k",
					"tagline": "A subreddit for (almost) anything related to games - video games, board games, card games, etc. (but not sports)."
				},
				{
					"id": 5,
					"img": "https://styles.redditmedia.com/t5_2th52/styles/communityIcon_b37n2zfs8k861.png",
					"title": "r/Meirl",
					"members": "1.2m",
					"online": "220k",
					"tagline": "Welcome to the machine!"
				}
			]
		}
	],
	"rightCard": [
		{
			"id": 1,
			"name1": "r/askScience",
			"name2": "r/whatisthisthing",
			"name3": "r/YouShouldKnow",
			"name4": "r/dataisbeautiful",
			"name5": "r/MovieDetails",
			"image1": "https://b.thumbs.redditmedia.com/VXukRtebQAtdj6BUMLlOjCh3XnLH9_oScHxsDJ-vsio.png",
			"image2": "https://styles.redditmedia.com/t5_2s3kh/styles/communityIcon_akl3uqzxixr51.png",
			"image3": "https://styles.redditmedia.com/t5_2tk95/styles/communityIcon_hrq90p2z27k11.jpg?format=pjpg&s=2d15665234525abcee684b15b272c9fbc1103003",
			"image4": "https://a.thumbs.redditmedia.com/7uVDMO7_sDgkyDpvDmAT5D777ZOWAeU82PIG-L4kHL8.png",
			"image5": "https://b.thumbs.redditmedia.com/J20BfVDh6HBwBIvhlR2fGpCQXjQIZk8E8ZQFp-OE2ck.png",
			"p": "Top Learning Communities",
			"btnName": "See All Learning",
			"bannerImage": "https://styles.redditmedia.com/t5_2tk95/styles/bannerBackgroundImage_loa87i93mop01.png"
		},
		{
			"btnName": "See All Aww",
			"id": 2,
			"name1": "r/askScience",
			"name2": "r/whatisthisthing",
			"name3": "r/YouShouldKnow",
			"name4": "r/dataisbeautiful",
			"name5": "r/MovieDetails",
			"p": "Top Aww Communities",
			"image1": "https://b.thumbs.redditmedia.com/VXukRtebQAtdj6BUMLlOjCh3XnLH9_oScHxsDJ-vsio.png",
			"image2": "https://styles.redditmedia.com/t5_2s3kh/styles/communityIcon_akl3uqzxixr51.png",
			"image3": "https://styles.redditmedia.com/t5_2tk95/styles/communityIcon_hrq90p2z27k11.jpg?format=pjpg&s=2d15665234525abcee684b15b272c9fbc1103003",
			"image4": "https://a.thumbs.redditmedia.com/7uVDMO7_sDgkyDpvDmAT5D777ZOWAeU82PIG-L4kHL8.png",
			"image5": "https://b.thumbs.redditmedia.com/J20BfVDh6HBwBIvhlR2fGpCQXjQIZk8E8ZQFp-OE2ck.png",
			"bannerImage": "https://styles.redditmedia.com/t5_2tk95/styles/bannerBackgroundImage_loa87i93mop01.png"
		}
	],
	"user": [
		{
			"id": 0,
			"name": "rohan",
			"username": "rohan",
			"password": "rohan123",
			"email": "xyz@gmail.com",
			"posts": [],
			"community": [],
			"save_post": []
		},
		{
			"id": 1,
			"name": "uditanshu",
			"username": "uditanshu",
			"password": "udit123",
			"email": "xyz@gmail.com",
			"posts": [],
			"community": [],
			"save_post": []
		}
	]
}
